# #telegram: amozesh_py
# dict.clear()=> پاک کردن تمامی مقادیر دیکشنری
# dict.copy()=> یک کپی از دیکشنری بر می گرداند
# dict.fromkeys()=> یک دیکشنری با کلید های دلخواه و ولیو یکسان می سازد
# dict.get()=> یک مقدار را در دیکشنری جستجو و اگر بود  نشان می دهد و اگر نبود با داده دلخواه ما نشان می دهد
# dict.items()=>یک لیست از آیتم های دیکشنری بر می گردادند
# dict.keys()=>یک لیست از کلیدهای دیکشنری بر می گردادند
# dict.pop()=>داده مورد نظر را از دیکشنری پاک می کند
# dict.popitem()=>آخرین آیتم دیکشنری را پاک می کند
# dict.setdefault()=>یک مقدار در دیکشنری جستجو می کند و اگر نبود در دیکشنری اضافه می کند
# dict.values()=>یک لیست از دادههای دیکشنری بر می گردادند
# dict.update()=>دیکشنری را با مقادیر دلخواه بروز می کند